# tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'

brew 'asdf'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'heroku'
brew 'mas'
brew 'mysql'
brew 'nvim'
brew 'postgresql@14'
brew 'openssl'
brew 'redis'
brew 'yarn'
brew 'zsh'

cask_args appdir: '/Applications'
cask 'bartender'
cask 'daisydisk'
cask 'discord'
cask 'insomnia'
cask 'istat-menus'
cask 'notion'
cask 'private-internet-access'
cask 'rocket'
cask 'spotify'
cask 'tableplus'
cask 'visual-studio-code'
# cask 'logitech-options'

cask 'font-fira-code'

mas 'ColorSlurp', id: 1287239339
# mas 'Deliveries', id: 924726344
mas 'Neptunes', id: 1006739057
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353