tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'mas'
brew 'mysql'
brew 'nvim'
brew 'postgresql'
brew 'openssl'
brew 'redis'
brew 'zsh'

cask_args appdir: '/Applications'
cask 'alfred'
cask 'bartender'
cask 'brave-browser'
cask 'choosy'
cask 'dash'
cask 'daisydisk'
cask 'exodus' 
cask 'insomnia'
cask 'notion'
cask 'private-internet-access'
cask 'rescuetime'
cask 'rocket'
cask 'spotify'
cask 'tableplus'

cask 'font-fira-code'

mas '1Password 7', id: 1333542190
mas 'Adblock Plus', id: 1432731683
mas 'ColorSlurp', id: 1287239339
mas 'Deliveries', id: 924726344
mas 'Divvy', id: 413857545
mas 'Fantastical', id: 975937182
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 1384080005